<?php
// 标题
$_['heading_title'] = '保护您的账户';

// 文本
$_['text_security'] = '从未知设备或计算机登录时，您必须回答安全问题。';
$_['text_code'] = '一封带有安全码的邮件已经发送到您的邮箱。 输入下面的代码以继续。';
$_['text_locked'] = '您的账户已被锁定！';
$_['text_unlock'] = '您的帐户已被锁定，因为您尝试输入安全码的次数过多。 单击重置按钮以通过您的电子邮件帐户接收重置链接。';
$_['text_unlocked'] = '成功：您的账户已解锁！';
$_['text_link'] = '成功：带有重置链接的电子邮件已发送到您的电子邮件地址！';
$_['text_resend'] = '成功：一封带有安全码的邮件已经发送到您的邮箱！';

// 入口
$_['entry_code'] = '安全码';

// 错误
$_['error_warning'] = '您已超过允许的安全密码尝试次数！';
$_['error_code'] = '安全码不匹配！';
$_['error_reset'] = '警告：您的安全码无法重置！';
