<?php
// 标题
$_['heading_title'] = '订单状态信息';

// 文本
$_['text_success'] = '成功：您已修改订单状态信息！';
$_['text_list'] = '订单状态列表';
$_['text_add'] = '新建订单状态';
$_['text_edit'] = '编辑订单状态';

// 柱子
$_['column_name'] = '订单状态';
$_['column_action'] = '动作';

// 入口
$_['entry_name'] = '订单状态标题';

// 错误
$_['error_permission'] = '警告：您没有修改订单状态信息的权限！';
$_['error_name'] = '订单状态标题必须在 3 到 32 个字符之间！';
$_['error_default'] = '警告：此订单状态无法删除，因为它目前已分配给商店（store）作为订单的默认状态！';
$_['error_download'] = '警告：无法删除此订单状态，因为它当前已指定为下载的默认状态！';
$_['error_order'] = '警告：无法删除此订单状态，因为它当前已分配给 %s 个订单！';
